Repository: kiddac/XStreamity
Catalog: XStreamity/usr/lib/enigma2/python/Plugins/Extensions/XStreamity/locale/*/LC_MESSAGES/XStreamity.po
Languages: ar, es, et, fi, fr_fr, sr

source: Waiting
ar: انتظار
es: Espera
et: Ootab
fi: Odottaa
fr_fr: Patientez
sr: Чекање

source: In progress
ar: في تَقَدم
es: En proceso
et: Pooleli
fi: Meneillään
fr_fr: En progrès
sr: У процесу

source: Finished
ar: انتهي
es: Finalizado
et: Valmis
fi: Valmis
fr_fr: Terminé
sr: Завршен

source: Failed
ar: فشل
es: Fallido
fi: Epäonnistui
fr_fr: Echec
sr: Неуспешно

source: Error: %s Retry?
ar: إعادة المحاولة؟ %s
es: Error: %s Reintentar?
fi: Virhe: %s Yritä uudelleen?
fr_fr: Erreur : %s Réessayer ?
sr: Грешка: %s Покушајте поново?

source: Error
ar: خطأ
fi: Virhe
fr_fr: Erreur
sr: Грешка

source: An unknown error occurred!
ar: حدث خطأ غير معروف!
es: Error desconocido!
fi: Tuntematon virhe!
fr_fr: Une erreur inconnue s'est produite !
sr: Догодила се непозната грешка!

source: A required tool (%s) was not found.
ar: لم يتم العثور على أداة مطلوبة .%s
es: No se ha encontrado la herramienta necesaria (%s).
fi: Tarvittavaa työkalua (%s) ei löytynyt.
fr_fr: Un outil requis (%s) n'a pas été trouvé.
sr: Потребан алат (%s) није пронађен.

source: Cancelled upon user request
ar: أُلغي بناءً على طلب المستخدم
es: Cancelado por el usuario
fi: Käyttäjä peruutti tehtävän
fr_fr: Annulé à la demande de l'utilisateur
sr: Отказано на захтев корисника

source: Error code
ar: رمز الخطأ
es: Código de error
fi: Virhe koodi
fr_fr: Code d’erreur
sr: Код грешке

source: Catch Up Categories
ar: تصنيفات إعادة البث التليفزيوني
es: Categoría Catch-Up
et: Leia kõik žanrid
fi: Tallennetut Ohjelmat
fr_fr: Rattrapage Catégories
sr: Категорије Catch Up

source: Catch Up TV
ar: إعادة مشاهدة البث التلفزيوني
et: Leia TV
fi: Tallennetut kanavat 24h
fr_fr: Rattrapage TV
sr: Odloženo gledanje TV

source: Sort: A-Z
ar: الترتيب: أ-ي
es: Orden: A-Z
et: Sorteeri: A-Z
fi: Järjestä: A-Ö
fr_fr: Tri: A-Z
sr: Sortiranje: A-Z

source: Back
ar: رجوع
es: Volver
et: Tagasi
fi: Takaisin
fr_fr: Retour
sr: Nazad

source: OK
ar: موافق

source: Search
ar: البحث
es: Buscar
et: Otsing
fi: Haku
fr_fr: Rechercher
sr: Pretraga

source: ALL
ar: الكل
es: TODO
et: KÕIK
fi: KAIKKI
fr_fr: TOUT
sr: SVE

source: Server error or invalid link.
ar: خطأ في الخادم أو رابط غير صالح.
es: Error en el servidor o enlace no válido.
fi: Palvelin virhe tai viallinen linkki.
fr_fr: Erreur de serveur ou lien invalide.
sr: Грешка сервера или неисправна веза.

source: Reset Search
ar: إعادة البحث
es: Restablecer búsqueda
et: Lähtesta otsing
fi: Tyhjennä Haku
fr_fr: Réinitialiser la recherche
sr: Resetuj pretragu

source: Reverse
ar: يعكس
es: Invertir
et: Pööra ümber
fi: Käänteinen
fr_fr: Inverser
sr: Obrnuto

source: Page:
ar: صفحه
es: Página:
et: Lehekülg:
fi: Sivu:
sr: Strana:

source: Sort: Z-A
ar: الترتيب: ي-أ
es: Orden: Z-A
et: Sorteeri: Z-A
fi: Järjestä: Ö-A
fr_fr: Trier: Z-A
sr: Sortiranje: Z-A

source: Sort: Original
ar: الترتيب: الأصلي
es: Orden: Original
et: Sorteeri: Pealkirja järgi
fi: Lajittelu: Alkuperäinen
fr_fr: Trier: Original
sr: Sortiranje: Original

source: Sort: Added
ar: فرز: تمت اضافته
es: Orden: Nuevas entradas
et: Sorteeri: Lisatute järgi
fi: Lajittele: Lisätty
fr_fr: Trier: Ajouté
sr: Сортирање: Додато

source: Filter this category...
ar: تصفية هذه الفئة ...
es: Filtrar esta categoría...
et: Filtreeri seda kategooriat...
fi: Suodatin tällä Kategorialle...
fr_fr: Filtrer cette catégorie...
sr: Filtriraj ovu kategoriju ...

source: No results found.
ar: لم يتم العثور على نتائج.
es: Ningún resultado.
fi: Ei haku tuloksia löytynyt.
fr_fr: Aucun résultat trouvé.
sr: Резултати нису пронађени.

source: Incorrect pin code.
ar: الرمز السري غير صحيح.
es: Código pin incorrecto.
et: Vale pin kood.
fi: Väärä pin koodi.
fr_fr: Code PIN incorrect.
sr: Netačan PIN kod.

source: all
ar: الكل
es: todo
et: kõik
fi: kaikki
fr_fr: tout
sr: Sve

source: Enter pin code
ar: أدخل الرمز السري
es: Introducir el código PIN
et: Sisesta pin kood
fi: Syötä PIN koodi
fr_fr: Entrer code Pin
sr: Unesite pin kod

source: Please enter the parental control pin code
ar: الرجاء إدخال الرمز السري للرقابة الأبوية
es: Introducir el PIN de control parental
et: Sisesta lapseluku pin kood
fi: Anna lapsilukon pin koodi
fr_fr: Veuillez saisir le code PIN du contrôle parental
sr: Unesite PIN kod roditeljskog nadzora

source: Catch-up
ar: اللحاق
et: Püüa kinni
fi: Poimitut
fr_fr: Rattrapage
sr: Odloženo gledanje

source: Added to download manager
ar: تمت إضافته إلى مدير التنزيل
es: Añadido al Gestor de Descargas
et: Lisatud allalaadimiseks
fi: Lisätty lataus listaan
fr_fr: Ajouté au gestionnaire de téléchargement
sr: Dodato u menadžer preuzimanja

source: Do not record and play streams at the same time.
ar: لا تسجل وتلعب البثوث في نفس الوقت.
es: No grabar y reproducir a la vez.
fi: Älä tallenna ja katso suoratoista samaan aikaan.
fr_fr: N'enregistrez pas et ne lisez pas de flux en même temps.
sr: Не снимајте или репродукујте стримове истовремено.

source: Note recording acts as an open connection.
ar: ملاحظة: التسجيل يعتبر اتصالاً مفتوحاً.
es: La grabación utiliza una conexión directa con el servidor.
fi: Huomio tallennus on sama kuin katsoisit ohjelmaa.
fr_fr: Note l’enregistrement agit comme une connexion ouverte.
sr: Бележење белешки врши се као отворена веза.

source: Open download manager?
ar: فتح مدير التنزيل؟
es: Abrir Gestor de Descarga?
fi: Avataanko latauksen hallinta?
fr_fr: Ouvrir le gestionnaire de téléchargement ?
sr: Отворите менаџер преузимања?

source: Already added to download manager
ar: تمت إضافته بالفعل إلى مدير التنزيل
es: Ya esta añadido en el Gestor de Descargas
et: Juba lisatud allalaadimiseks
fi: Lisätty jo latauksenhallintaan
fr_fr: Déjà ajouté au gestionnaire de téléchargement
sr: Već je dodato u menadžer preuzimanja

source: Catchup error. No data for this slot
ar: خطأ اللحاق. لا توجد بيانات لهذا المدخل
es: Error de Catch-Up. No hay datos para este slot
fi: Virhe: ladatessa tietoja
fr_fr: Erreur de rattrapage. Pas de données pour cet emplacement
sr: Greška odloženog gledanja. Nema podataka za ovo mesto

source: Catchup currently not available. Missing EPG data
ar: اللحاق غير متوفر حاليا. تاريخ دليل البرامج الإلكتروني مفقود
es: Catch-Up no disponible. No hay datos de EPG
fi: Poimitut ei ole tällä hetkellä käytettävissä. EPG tiedot puuttuu
fr_fr: Le rattrapage n'est pas disponible pour le moment. Données EPG manquantes
sr: Odloženo gledanje trenutno nije dostupno. Nedostaju EPG podaci

source: Do you want to resume this playback?
ar: هل تريد استئناف هذا التشغيل؟
es: ¿Quieres reanudar la reproducción?
et: Kas soovid mahamängu jätkata?
fi: Haluatko jatkaa tätä toistoa?
fr_fr: Voulez-vous reprendre cette lecture ?
sr: Да ли желите да наставите ову репродукцију?

source: Resume position at %s
ar: استئناف الموقف من %s
es: Reanudar la reproducción desde %s
et: Jätka positsioonis %s
fi: Palaa asemaan %s
fr_fr: Reprendre la position à %s
sr: Наставите са радом у %sје успела

source: Catch Up
ar: اللحاق
et: Püüa kinni
fi: Mediakirjasto
fr_fr: Rattrapage
sr: Odloženo gledanje

source: Resolution Change Failed
ar: فشل تغيير الدقة
es: Error en el Cambio de Resolución
fi: Resolution Vaihto Epäonnistui
fr_fr: Échec du changement de résolution
sr: Промена резолуције није успела

source: Not Started
ar: لم يبدأ
es: No iniciado
et: Ei alustanud
fi: Ei Ladattu
fr_fr: Pas Démarré
sr: Nije počeo

source: VOD Download Manager
ar: مدير تنزيل الفيديو عند الطلب
es: Gestor de Descargas VOD
et: VOD-i allalaadimise juht
fi: Latauksien Hallinta
fr_fr: Gestionnaire de téléchargement FILMS
sr: VOD menadžer preuzimanja

source: Free Space:
ar: مساحة فارغة:
es: Espacio Libre:
et: Vaba ruum:
fi: Vapaa Tila:
fr_fr: Espace libre :
sr: Slobodan prostor:

source: of
ar: من
es: de
et: kohta
fr_fr: de
sr: od strane

source: Cancel
ar: يلغي
es: Cancelar
et: Tühista
fi: Peruuta
fr_fr: Annuler
sr: Otkaži

source: Download
ar: تحميل
es: Descargar
et: Allalaadimine
fi: Lataa
fr_fr: Télécharger
sr: Preuzimanje

source: Remove
ar: حذف
es: Eliminar
et: Eemalda
fi: Poista
fr_fr: Retirer
sr: Избриши

source: Please set download folder in Main Settings.
ar: اضبط مجلد التنزيل في الإعدادات الرئيسية
es: Configurar la carpeta de descarga en la Configuración Principal.
et: Seadistage põhiseadetes allalaadimiskaust.
fi: Aseta latauskansio pääasetuksissa.
fr_fr: Veuillez définir le dossier de téléchargement dans les paramètres principaux.
sr: Подесите фасциклу за преузимање у основним подешавањима.

source: Cancel this download?
ar: هل تريد إلغاء هذا التنزيل؟
es: Cancelar esta descarga?
et: Tühistame selle allalaadimise?
fi: Peruuta tämä lataus?
fr_fr: Annuler ce téléchargement ?
sr: Otkazati ovo preuzimanje?

source: Please enter the correct pin code
ar: الرجاء إدخال رمز PIN الصحيح
es: Introducir el código PIN correcto
et: Sisesta õige kood
fi: Anna oikea pin-koodi
fr_fr: Entrer un code Pin correct SVP
sr: Унесите тачан ПИН

source: The pin code you entered is wrong.
ar: الرقم السري الذي أدخلته خاطئ.
es: El código PIN es incorrecto.
et: Vale kood.
fi: Antamasi pin-koodi on väärä.
fr_fr: Le code PIN que vous avez entré est incorrect.
sr: Унели сте нетачан ПИН.

source: Hidden Categories
ar: الفئات المخفية
es: Ocultar Categorias
et: Peidetud kategooriad
fi: Piilotetut kategoriat
fr_fr: Catégories masquées
sr: Skrivene kategorije

source: Save
ar: حفظ
es: Guardar
et: Salvesta
fi: Tallenna
fr_fr: Sauvegarder
sr: Snimi

source: Invert
ar: عكس
es: Invertir
et: Pööra ümber
fi: Käänteinen
fr_fr: Inverser
sr: Obrni

source: Reset
ar: إعادة ضبط
es: Reiniciar
et: Lähtesta
fi: Nollaa
fr_fr: Réinitialiser
sr: Ресетовање

source: Error: All categories hidden. Please amend your selection.
ar: خطأ: جميع الفئات مخفية. يرجى تعديل اختيارك.
es: Error: Se han ocultado todas las categorías. Revisar la selección.
et: Viga: Kõik kategooriad on peidetud. Palun muuda oma valikut.
fi: Virhe: Kaikki kategoriat piilotettu. Muuta valintaasi.
fr_fr: Erreur : Toutes les catégories sont masquées. Veuillez modifier votre sélection.
sr: Greška: Sve kategorije su skrivene. Molimo vas da izmenite svoj izbor.

source: Live Categories
ar: تصنيفات بث مباشر
es: Categoría TV
et: Otseülekannete liigid
fi: Tv kanavat
fr_fr: Catégories Chaînes TV
sr: Категорије преноса уживо

source: FAVOURITES
ar: المفضلات
es: FAVORITOS
et: LEMMIKUD
fi: SUOSIKIT
fr_fr: FAVORIS
sr: FAVORITI

source: RECENTLY WATCHED
ar: شاهدت مؤخرا
es: VISTO RECIENTEMENTE
et: VIIMASELT VAATATUD
fi: Äskettäin katsottu
fr_fr: RÉCEMMENT REGARDÉ
sr: НЕДАВНО ПОСМАТРАО

source: Delete
ar: حذف
es: Borrar
et: Kustuta
fi: Poista
fr_fr: Supprimer
sr: Obriši

source: Next Info
ar: المعلومات التالية
es: Siguiente
et: Järgmine Info
fi: Seuraavat tiedot
fr_fr: Infos suivantes
sr: Sledeća informacija

source: Now Info
ar: معلومات الأن
es: Actual
et: Nüüd Info
fi: Nyt tiedot
fr_fr: Infos Actuelles
sr: Nova informacija

source: Recording Timer Set.
ar: ضبط مؤقت التسجيل.
es: Temporizador de grabación.
et: Salvestan taimeri.
fi: Tallennus ajastimen asetus.
fr_fr: Réglage de la durée d'enregistrement.
sr: Tajmer snimanja je podešen.

source: Recording Failed.
ar: فشل التسجيل.
es: La grabación ha fallado.
et: Salvestamine ebaõnnestus.
fi: Tallennus Epäonnistui.
fr_fr: Echec de l'enregistrement.
sr: Snimanje nije uspelo.

source: TV
ar: تلفزيون

source: Main Menu
ar: القائمة الرئيسيه
es: Menú Principal
et: Peamenüü
fi: Päävalikko
fr_fr: Menu principal
sr: Glavni meni

source: Reset JSON
ar: إعادة تعيين JSON
es: Reiniciar JSON
et: Lähtestage JSON
fi: Palauta JSON
fr_fr: Réinitialiser JSON
sr: Ресетујте ЈСОН

source: Playlists.txt location is invalid and has been reset.
ar: موقع Playlists.txt غير صالح وتمت إعادة تعيينه.
es: Ubicación de Playlists.txt no es válida y se ha restablecido.
fi: Playlists.txt sijainti on virheellinen ja palautettu oletukseksi.
fr_fr: L’emplacement du fichier playlists.txt n’est pas valide et a été réinitialisé.
sr: Playlists.ТКСТ погрешна локација је ресетована.

source: Dependencies not installed. Trying installing older version from feeds first...
ar: لم تُثبَّت التبعيات. جاري محاولة تثبيت إصدار أقدم من المصادر أولاً...
fi: Riippuvuuksia ei ole asennettu. Yritetään asentaa vanhempi versio syötteistä ensin...
sr: Зависности нису инсталиране. Прво покушавам да инсталирам старију верзију из извора...

source: Playlists
ar: قوائم التشغيل
es: Lista de Reproducción
et: Esitusloendid
fi: Toistolistat
fr_fr: Listes de lecture
sr: Liste za reprodukciju

source: Add Playlist
ar: إضافة قوائم التشغيل
es: Añadir servidor
et: Lisa esitusloendisse
fi: Lisää Toistolista
fr_fr: Ajouter une Liste de lecture
sr: Dodaj listu za reprodukciju

source: Main Settings
ar: الإعدادات الرئيسية
es: Configuración Principal
et: Seaded
fi: Asetukset
fr_fr: Réglages principaux
sr: Glavna podešavanja

source: Download Manager
ar: مدير التحميل
es: Gestor de Descargas
et: Allalaadimishaldur
fi: Latauksien Hallinta
fr_fr: Gestionnaire de téléchargement
sr: Menadžer preuzimanja

source: Warning: delete stored json data for all playlists... Settings, favourites etc. Playlists will not be deleted. Do you wish to continue?
ar: تحذير: حذف بيانات JSON المخزنة لجميع قوائم التشغيل... الإعدادات، المفضلات، وما إلى ذلك. لن يتم حذف قوائم التشغيل. هل ترغب في المتابعة؟
es: Atención: se eliminaran los datos JSON almacenados de todas las listas (configuración, favoritos, etc) Los servidores de las listas no se eliminarán. Continuar?
fi: Varoitus: poista tallennetut JSON-tiedot kaikista toistolistoista... Asetukset, suosikit jne. Toistolistoja ei poisteta. Haluatko jatkaa?
fr_fr: Attention : supprimez les données json stockées pour toutes les playlists... Paramètres, favoris, etc. Les listes de lecture ne seront pas supprimées. Souhaitez-vous continuer?
sr: Упозорење: Избришите сачуване ЈСОН податке за све плејлисте... Подешавања, фаворити итд Плејлисте неће бити избрисане. Желите да наставите?

source: Playlist Settings
ar: إعدادات قائمة التشغيل
es: Configuración de Listas
et: Esitusloendi seadistused
fi: Listan Asetukset
fr_fr: Paramètres de la liste de lecture
sr: Podešavanja liste

source: Manual EPG Update
ar: تحديث دليل البرامج الإلكتروني
es: Actualización manual de EPG
et: Käsitsi EPG uuendus
fi: EPG Käsin Päivitys
fr_fr: Mise à jour manuelle de l'EPG
sr: Ручно ажурирање ЕПГ

source: No data, blocked or playlist not compatible with XStreamity plugin.
ar: لا توجد بيانات أو محظورة أو قائمة تشغيل غير متوافقة مع المكون الإضافي اكستريمتي.
es: No hay datos, servidores bloqueados o lista no compatible con el plugin XStreamity.
et: Andmeid pole, see on blokeeritud või esitusloend ei ühildu XStreamity pistikprogrammiga.
fi: Ei tietoja, estetty tai toistolista ei ole yhteensopiva XStreamity Plugin kanssa.
fr_fr: Aucune donnée, bloquée ou playlist non compatible avec le plugin XStreamity.
sr: Nema podataka, blokirani su ili lista za reprodukciju nije kompatibilna sa dodatkom XStreamiti.

source: Recordings in progress. EPG not downloaded.
ar: التسجيلات قيد التقدم. لم يتم تنزيل دليل البرامج الإلكتروني.
es: Grabación en curso. EPG no descargado.
fi: Tallennus käynnissä. EPG:tä ei ladattu.
fr_fr: Enregistrements en cours. EPG non téléchargé.
sr: Води се запис. ЕПГ датотека није преузета.

source: EPGs downloading.
ar: تنزيل ملفات دليل البرامج الالكتروني.
es: Descargando EPG.
et: EPG-d laadivad alla.
fi: Ohjelmaopasta ladataan.
fr_fr: Téléchargement d'EPG.
sr: Преузимање ЕПГ-А.

source: Info
ar: معلومات
es: Información
fi: Tiedot
sr: Informacije

source: No internet.
ar: لا يوجد إنترنت.
fi: Ei Internet yhteyttä.
sr: Нема интернета.

source: Server Not Responding
ar: الخادم (السيرفر) لا يستجيب
es: El Servidor No Responde
et: Server ei vasta
fi: Palvelin Ei Vastaa
fr_fr: Serveur ne répond pas
sr: Server ne reaguje

source: Not Authorised
ar: غير مصرح به
es: No Autorizado
et: Mitte lubatud
fi: Ei Valtuutettu
fr_fr: Non Autorisée
sr: Nije Ovlašćen

source: Active
ar: نشيط
es: Activo
et: Aktiivne
fi: Aktiivinen
sr: Aktivno

source: Banned
ar: محظور
es: Bloqueado
et: Bännitud
fi: Kielletty tili
fr_fr: Banni
sr: Zabranjeno

source: Disabled
ar: تعطيل
es: Desactivado
et: Keelatud
fi: Poistettu
fr_fr: Désactivée
sr: Onemogućeno

source: Expired
ar: منتهي الصلاحية
es: Caducado
et: Kehtivusaeg läbi
fi: Päättynyt
fr_fr: Expirée
sr: Istekao

source: Expires:
ar: تنتهي:
es: Caducidad:
et: Kehtivus möödub:
fi: Päättyy:
fr_fr: Expire:
sr: Ističe:

source: Active Conn:
ar: اتصال نشط:
es: Conex. activas:
et: Aktiivne ühendus:
fi: Aktiiviset yht:
fr_fr: Conn Active:
sr: Aktivnih veza:

source: Max Conn:
ar: الحد الأقصى للأتصال:
es: Conex. Máx.:
et: Max ühendus:
fi: Yhtäaikaiset:
fr_fr: Conn Max:
sr: Maksimalno konekcija:

source: You have dead playlists that are slowing down loading. Press Yellow button to soft delete dead playlists
ar: لديك قوائم تشغيل ميتة تبطئ من عملية التحميل. اضغط على الزر الأصفر لحذف قوائم التشغيل الميتة بلطف.
es: La lista contiene servidores inactivos que ralentizan la carga. Pulsar el botón Amarillo sobre los servidores inactivos para desactivarlos de la lista
fi: Sinulla on turhia toistolistoja jotka hidastavat latausta. Paina Keltainen näppäintä poistaaksesi turhat toistolistat
fr_fr: Vous avez des listes de lecture HS qui ralentissent le chargement. Appuyez sur le bouton jaune pour supprimer les listes de lecture HS
sr: Имате неактивне плејлисте које успоравају преузимање. Притисните жуто дугме да бисте аутоматски избрисали неактивне листе песама

source: Delete selected playlist?
ar: هل تريد حذف قائمة التشغيل المحددة؟
es: Eliminar servidor de la lista?
et: Kustutada valitud esitusloendi?
fi: Poista valittu Toistolista?
fr_fr: Supprimer la liste de lecture sélectionnée ?
sr: Izbrisati izabranu plejlistu?

source: Delete providers EPG data?
ar: هل تريد حذف بيانات دليل البرامج الإلكتروني لمقدمي الخدمة؟
es: Eliminar los datos EPG?
et: Kustutada pakkuja EPG andmed?
fi: Poistetaanko palveluntarjoajien EPG tiedot?
fr_fr: Supprimer EPG des fournisseurs ?
sr: Izbrisati EPG podatke provajdera?

source: Really close without saving settings?
ar: أتريد الإغلاق دون حفظ الإعدادات؟
es: Salir sin guardar la configuración?
et: Kas soovid seadeid salvestamata väljuda?
fi: Haluatko varmasti poistua tallentamatta asetuksia?
fr_fr: Vraiment fermer sans enregistrer les paramètres ?
sr: Zatvarate bez čuvanja postavki?

source: Short name or provider name:
ar: الاسم المختصر أو اسم المزود:
es: Nombre del proveedor:
et: Lühinimi või teenusepakkuja nimi:
fi: Lyhyt nimi tai palveluntarjoajan nimi:
fr_fr: Nom abrégé ou nom du fournisseur:
sr: Kratko ime ili ime provajdera:

source: Show LIVE category:
ar: عرض فئة البث المباشر:
es: Mostrar la categoría TV:
et: Näita otseülekannete liik:
fi: Näytä Tv Kanavat:
fr_fr: Afficher la catégorie CHAINES :
sr: Prikaži kategoriju UŽIVO:

source: Show VOD category:
ar: عرض فئة الفيديو عند الطلب:
es: Mostrar la categoría VOD:
et: Näita VOD kategooria:
fi: Näytä Elokuvat / VOD:
fr_fr: Afficher la catégorie FILMS :
sr: Prikaži kategoriju FILM:

source: Show SERIES category:
ar: عرض فئه المسلسلات:
es: Mostrar la categoría SERIES:
et: Näita seriaalide kategooria:
fi: Näytä Sarjat:
fr_fr: Afficher la catégorie SERIES:
sr: Prikaži kategoriju SERIJE:

source: Show CATCHUP category:
ar: عرض فئه الملتقطة:
es: Mostrar la categoría Catch-Up:
fi: Näytä Tallennetut Tv kanavat 24h:
fr_fr: Afficher Catégories de RATTRAPAGE:
sr: Prikaži kategoriju ODLOŽENO:

source: Output:
ar: المخرجات:
es: Salida:
et: Väljund:
fi: Ulostulo:
fr_fr: Formats de sortie autorisés:
sr: Izlaz:

source: Stream Type LIVE:
ar: نوع البث المباشر:
es: Stream Tipo TV:
et: Striimi tüüp OTSEÜLEKANNE:
fi: Striimin tyyppi Tv kanavat:
fr_fr: Type de flux CHAINES :
sr: Tip strima UŽIVO:

source: Stream Type VOD/SERIES:
ar: نوع البث فيديو حسب الطلب/مسلسلات:
es: Stream Tipo VOD/SERIES:
et: Striimi tüüp VOD/SARJAD:
fi: Striimin tyyppi Elokuvat/Sarjat:
fr_fr: Type de flux FILMS/SERIES:
sr: Tip strima FILM/SERIJE:

source: EPG offset:
ar: تعويض دليل البرامج الالكتروني:
es: Offset EPG:
et: EPG nihutus:
fi: EPG kellon ajan korjaus:
fr_fr: Compensation EPG :
sr: ЕПГ офсет:

source: Use alternative EPG url:
ar: استخدام عنوان URL بديل لـ EPG:
es: Usar URL alternativa de EPG:
et: Kasutage alternatiivset EPG URL-i:
fi: Käytä vaihtoehtoista EPG:n URL-osoitetta:
fr_fr: Utiliser l'url alternative de l'EPG:
sr: Користите алтернативни ЕПГ УРЛ:

source: Alternative EPG url:
ar: عنوان URL بديل لـ EPG:
es: URL alternativa de EPG:
et: Alternatiivne EPG URL:
fi: Vaihtoehtoinen EPG:n URL-osoite:
fr_fr: URL alternative de l'EPG:
sr: Алтернативни ЕПГ УРЛ:

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 3 characters.
ar: لا يمكن أن يكون الاسم فارغاً. يرجى إدخال اسم فريد. الحد الأدنى 2 أحرف.
es: El nombre del Favorito no puede estar vacío. Introducir un nombre válido. Mínimo 3 caracteres.
fi: Toistolistan nimi ei voi olla tyhjä. Anna yksilöllinen lista nimi. Vähintään 3 merkkiä.
fr_fr: Le nom du bouquet ne peut être vide. Veuillez saisir un nom de bouquet unique. Minimum 3 caractères.
sr: У називу букета не би требало бити празних редова. Унесите јединствено име букета. Најмање 3 знака.

source: Name already used. Please enter a unique name.
ar: الاسم مستخدم بالفعل. يرجى إدخال اسم فريد.
es: Nombre usado. Introducir uno nuevo.
fi: Listan nimi on jo olemassa. Anna toinen joku toinen nimi listalle.
fr_fr: Nom déjà utilisé. Veuillez saisir un nom unique.
sr: Име се већ користи. Унесите јединствено име.

source: Original
ar: أصلي
sr: Оригинал

source: Added
ar: تمت الإضافة
sr: Додато

source: Year
ar: السنة
sr: Год

source: Sort: Year
ar: فرز: السنة
es: Orden: Año
et: Sorteeri: Aasta järgi
fi: Lajittele: Vuosi
fr_fr: Trier: Année
sr: Сорта: год издавања

source: XStreamity
ar: اكستريمتي

source: IPTV Xtream Codes playlists player by KiddaC
ar: مشغل قوائم تشغيل أكواد خدمة بث تلفزيوني رقمية باستخدام بروتوكول الإنترنت (أي بي) بواسطة كيداك
es: Reproductor de listas de código IPTV Xtream, de KiddaC
et: IPTV Xtream Codes esitusloendite mängija KiddaCi poolt
fi: IPTV Soitin toistolistojen toistamiseen tehnyt KiddaC
sr: KiddaC plejer plejlista IPTV Xstream kodova

source: Close
ar: إغلاق
es: Cerrar
et: Sulge
fi: Sulje
fr_fr: Fermer
sr: Zatvori

source: Please enter recording time
ar: الرجاء إدخال وقت التسجيل
es: Introducir hora de inicio de la grabación
et: Sisesta salvestuse aeg
fi: Syötä tallennuksen kesto
fr_fr: Veuillez entrer la durée d'enregistrement
sr: Unesite vreme snimanja

source: Please enter recording end time
ar: الرجاء إدخال وقت انتهاء التسجيل
es: Introducir hora final de la grabación
et: Sisesta salvestuse lõpuaeg
fi: Syötä tallennuksen loppumisaika
fr_fr: Veuillez saisir l'heure de fin de l'enregistrement
sr: Unesite vreme završetka snimanja

source: Name
ar: الأسم
es: Nombre
et: Nimi
fi: Nimi
fr_fr: Nom
sr: Ime

source: Start Time
ar: وقت البدء
es: Hora de Inicio
et: Algusaeg
fi: Aloitusaika
fr_fr: Heure de début
sr: Početno vreme

source: End Time
ar: وقت الانتهاء
es: Hora Final
et: Lõpuaeg
fi: Lopetusaika
fr_fr: Heure de Fin
sr: Vreme završetka

source: Select Playlist
ar: حدد قائمة التشغيل
es: Seleccionar Servidor
et: Vali mängunimekiri
fi: Valitse Toistolista
fr_fr: Sélectionner Liste de lecture
sr: Izaberite listu

source: Series Categories
ar: تصنيفات المسلسلات
es: Categoría Series
et: Sarjade kategooriad
fi: Sarjat
fr_fr: Catégories Séries
sr: Категорије серија

source: Series
ar: المسلسلات
et: Sarjad
fr_fr: Séries
sr: Серије

source: Season
ar: الموسم
es: Temporada
et: Hooaeg
fi: Kausi
fr_fr: Saison
sr: Sezona

source: Cast:
ar: طاقم الممثلين:
es: Casting:
et: Osatäitjad:
fi: Näyttelijät:
fr_fr: Casting:
sr: Uloge:

source: Director:
ar: المخرج:
et: Režissöör:
fi: Ohjaaja:
fr_fr: Directeur:
sr: Režija:

source: Country:
ar: الدولة:
es: País:
et: Riik:
fi: Maa:
fr_fr: Pays:
sr: Zemlja:

source: Add Xtream Codes Playlist
ar: أضف قائمة تشغيل أكواد الاكستريم
es: Añadir Servidor Xtream
et: Lisa Xtream Codes esitusloendisse
fi: Lisää Toistolista
fr_fr: Ajouter une liste de lecture de Codes Xtream
sr: Dodajte plejlistu Xstream kodova
