Repository: kiddac/XStreamity
Catalog: XStreamity/usr/lib/enigma2/python/Plugins/Extensions/XStreamity/locale/*/LC_MESSAGES/XStreamity.po
Languages: ar, es, et, fi, fr_fr, sr

source: Protocol:
ar: بروتوكول:
es: Protocolo:
et: Protokoll:
fi: Protokolla:
fr_fr: Protocole:
sr: Protokol:

source: Server URL: i.e. domain.xyz
ar: رابط الخادم: مثل domain.xyz
es: URL del servidor: Ej: domain.xyz
fi: Palvelimen osoite: esimerkiksi domain.xyz
fr_fr: URL du serveur : i.e. domain.xyz
sr: УРЛ сервера: тј.домен.xyz

source: Port:
ar: البورت:
es: Puerto:
fi: Portti:

source: Username:
ar: اسم المستخدم:
es: Nombre de Usuario:
et: Kasutaja:
fi: Käyttäjänimi:
sr: Korisničko ime:

source: Password:
ar: كلمه السر:
es: Contraseña:
et: Parool:
fi: Salasana:
sr: Lozinka:

source: Details are not valid or unauthorised
ar: التفاصيل ليست صالحة أو غير مصرح بها
es: Datos incorrectos o no autorizado
et: Üksikasjad ei ole kehtivad või volitamata
fi: Tiedot eivät ole päteviä tai luvattomia
fr_fr: Les détails ne sont pas valides ou non autorisés
sr: Подаци нису валидни или неовлашћени

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
ar: لا يمكن أن يكون الاسم فارغاً. يرجى إدخال اسم فريد. الحد الأدنى 2 أحرف.
es: El nombre del Favorito no puede estar vacío. Introducir un nombre válido. Mínimo 2 caracteres.
fi: Listan nimi ei voi olla tyhjä. Anna nimi listalle minimi 2 merkkiä.
fr_fr: Le nom du bouquet ne peut pas être vide. Veuillez saisir un nom de bouquet unique. Minimum 2 caractères.
sr: У називу букета не би требало бити празних редова. Унесите јединствено име букета. Најмање 2 знака.

source: Playlist added successfully.
ar: تمت إضافة قائمة التشغيل بنجاح.
es: Servidor añadido correctamente.
et: Esitusloendi lisatud.
fi: Toistolista lisätty onnistuneesti.
fr_fr: Liste de lecture ajoutée avec succès.
sr: Plejlista je uspešno dodata.

source: User Information
ar: معلومات المستخدم
es: Información de Usuario
et: Kasutaja info
fi: Käyttäjä tiedot
fr_fr: Informations utilisateur
sr: Korisničke informacije

source: Status:
ar: حالة:
es: Estado:
et: Olek:
fi: Tila:
fr_fr: Statut:
sr: Статус:

source: Expiry Date:
ar: تاريخ انتهاء الصلاحية:
es: Fecha Caducidad:
et: Aegumiskuupäev:
fi: Päättymispäivä:
fr_fr: Date d'expiration:
sr: датум истека:

source: Created At:
ar: أنشئت في:
es: Creado en:
et: Loodud:
fi: Alkamispäivä:
fr_fr: Créé à:
sr: Створен на:

source: Is Trial:
ar: هي محاكمة:
es: De Prueba:
et: Kas prooviversioon:
fi: Kokeilu tili:
fr_fr: Est un essai:
sr: То је тест:

source: Active Connections:
ar: اتصالات نشطة:
es: Conexiones Activas:
et: Aktiivsed ühendused:
fi: Aktiiviset yhteydet:
fr_fr: Connexions actives:
sr: Активна једињења:

source: Max Connections:
ar: الحد الأقصى من التوصيلات:
es: Conexiones Máximas:
et: Maksimaalsed ühendused:
fi: Yhtäaikaiset yhteydet:
fr_fr: Connexions Max:
sr: Максималан број веза:

source: Allowed Output Formats:
ar: تنسيقات الإخراج المسموح بها:
es: Formatos de Salida Permitidos:
et: Lubatud väljundvormingud:
fi: Sallitut formaatit:
fr_fr: Formats de sortie autorisés:
sr: Дозвољени излазни формати:

source: Real URL:
ar: URL الحقيقي:
es: URL Real:
et: Päris URL:
fi: URL-osoite:
fr_fr: URL réelle:
sr: Прави УРЛ:

source: Timezone:
ar: وحدة زمنية:
es: Huso Horario:
et: Ajavöönd:
fi: Aikavyöhyke:
fr_fr: Fuseau horaire:
sr: Временска зона:

source: Server Offset:
ar: إزاحة الخادم:
es: Offset servidor:
et: Serveri nihe:
fi: Palvelinpoikkeama:
fr_fr: Décalage du serveur:
sr: Офсет сервера:

source: Unknown
ar: غير معروف
fi: Tuntematon
sr: Непознато

source: Please change default parental pin. Pin cannot be 0000, 111, or 1234
ar: يرجى تغيير الرقم السري الأبوي الافتراضي. لا يمكن أن يكون الرقم السري 0000 أو 111 أو 1234.
fi: Vaihda oletus vanhempien PIN koodi. Pin koodi ei voi olla 0000, 1111 tai 1234
sr: Промените подразумевани родитељски ПИН. Пин не може бити 0000, 111 или 1234

source: Do you want to restart now?
ar: هل تريد إعادة التشغيل الآن؟
es: Quieres reiniciar?
et: Teeme taaskäivituse kohe?
fi: Haluatko käynnistää uudelleen nyt?
fr_fr: Vous voulez redémarrer maintenant?
sr: Да ли желите да се поново покренете сада?

source: You need to restart the GUI
ar: تحتاج إلى إعادة تشغيل واجهة المستخدم الرسومية
es: Es necesario reiniciar el GUI
et: Sa pead GUI taaskäivitama
fi: Sinun on käynnistettävä digiboksi uudelleen
fr_fr: Vous devez redémarrer GUI
sr: Морате поново покренути графички кориснички интерфејс

source: Select skin
ar: اختر المظهر
es: Seleccionar skin
fi: Valitse teema
fr_fr: Sélectionnez skin
sr: Изаберите ГУИ

source: Select fake web user-agent
ar: اختر وكيل مستخدم ويب زائف
sr: Изаберите лажни веб агент корисника

source: playlists.txt location
ar: مكان ملف قوائم التشغيل.txt
es: Ubicación de playlists.txt
et: playlists.txt asukoht
fi: playlists.txt sijainti
fr_fr: Emplacement de la liste de lecture
sr: Lokacija do playlist.txt

source: *Restart GUI Required
ar: *إعادة تشغيل GUI مطلوبة
es: *Requiere reinicio de GUI
fi: * Uudelleen käynnistys vaaditaan
fr_fr: *Redémarrage GUI requis
sr: * Потребно је поново покренути графички кориснички интерфејс

source: EPG download location
ar: موقع تنزيل دليل البرامج الإلكتروني
es: Ubicación de descarga de EPG
et: EPG download asukoht
fi: EPG:n lataus sijainti
fr_fr: Emplacement de téléchargement de l'EPG
sr: Локација за преузимање EPG датотеке

source: VOD download folder
ar: مجلد تحميل الفيديو حسب الطلب
es: Directorio de descarga de VOD
et: VOD download kaust
fi: Tallennus kansio ladatuille ohjelmille
fr_fr: Dossier de téléchargement FILMS
sr: FILM fascikla za preuzimanje

source: Default LIVE stream type
ar: نوع البث المباشر الافتراضي
es: Tipo de stream TV predefinido
fi: Tv Kanavien oletus striimi tyyppi
fr_fr: Type de flux CHAINES par défaut
sr: Podrazumevani tip strima uživo

source: Default VOD/SERIES stream type
ar: نوع بث الفيديو حسب الطلب / المسلسلات الافتراضي
es: Tipo de stream VOD\SERIES predefinido
fi: Elokuvat/VOD/Sarjat oletus striimi tyyppi
fr_fr: Type de flux FILMS/SERIES par défaut
sr: Podrazumevani tip FILM/SERIJE strima

source: Preview LIVE streams in mini tv
ar: معاينة البث المباشر في تلفزيون صغير
es: Previo de stream TV en Mini TV
fi: Esikatsele Kanava lähetyksiä minitelevisiossa
fr_fr: Prévisualisez les flux CHAINES sur une mini-télévision
sr: Pregledajte strimove uživo u mini tv -u

source: Stop stream on back button
ar: وقف البث بالضغط على زر الرجوع
es: Detener stream al pulsar en VOLVER
et: Peata voog tagasi nupul
fi: Pysäytä toisto takaisin näppäimellä
fr_fr: Arrêter le flux avec le bouton Retour
sr: Dugme nazad Zaustavi striming

source: XStreamity parental control
ar: XStreamity الرقابة الأبوية
es: Control parental XStreamity
et: XStreamity vanemlik kontroll
fi: XStreamity lapsilukko
fr_fr: XStreamity Contrôle parental
sr: XStreamity Родитељска контрола

source: XStreamity parental pin
ar: كلمة مرور الرقابة الأبوية XStreamity
es: PIN parental XStreamity
et: XStreamity lapseluku pin
fi: XStreamity vanhempien PIN-koodi
fr_fr: XStreamity code pin parental
sr: Родитељски пин XStreamity

source: Show in main menu
ar: عرض في القائمة الرئيسية
es: Mostrar en el Menú Principal
fi: Näytä päävalikossa
fr_fr: Afficher dans le menu principal
sr: Прикажи у главном менију

source: Use Movie Database(TMDB) for VOD & Series
ar: استخدام قاعده بيانات (TMDB) للفيديو تحت الطلب والمسلسلات
es: Usar Movie Database (TMDB) para VOD y SERIES
fi: Käytä Elokuva tietokantaa (TMDB) Elokuvat & Sarjat
fr_fr: Utiliser la base de données de films (TMDB) pour les FILMS & SERIES
sr: Koristite Movie Database (TMDB) za FILM i SERIJE

source: Movie Database language
ar: لغة قاعدة بيانات الأفلام
es: Idioma de Movie Database
et: Filmi andmebaasi keel
fi: Elokuva tietokanta kieli
fr_fr: Langue de la base de données de films
sr: Jezik baze podataka filma

source: Margin before catchup (mins)
ar: الهامش قبل اللحاق بالركب (بالدقائق)
es: Margen inicial de Catch-Up (minutos)
fi: Marginaali tallennetut ohjelmat ennen (minuuttia)
fr_fr: Marge avant rattrapage (minutes)
sr: Margina pre hvatanja Odloženo gledanje (min.)

source: Margin after catchup (mins)
ar: الهامش بعد اللحاق بالركب (بالدقائق)
es: Margen final de Catch-Up (minutos)
fi: Marginaali tallennetut ohjelmat jälkeen (minuuttia)
fr_fr: Marge après rattrapage (minutes)
sr: Margina posle hvatanja Odloženo gledanje (min.)

source: Allow SubsSupport plugin in VOD
ar: السماح لبلوجين الترجمه في الفيديو تحت الطلب
es: Habilitar Plugin SubsSupport en VOD
et: SubsSupporti pistikprogrammi lubamine VOD-s
fi: Salli SubsSupport plugini VOD
fr_fr: Autoriser le plugin SubsSupport en VOD
sr: Dozvoli SubsSupport dodatak u FILM -ovi

source: Skip playlist selection screen if only 1 playlist
ar: تخطي شاشة اختيار قائمة التشغيل في حالة وجود قائمة تشغيل واحدة فقط
es: Desactivar la pantalla de selección de servidor si solo contiene uno
et: Jäta esitusloendi valikukuva vahele, kui ainult 1 esitusloend
fi: Ohita toistolistan valintaikkuna jos käytössä on yksi toistolista
fr_fr: Ignorer l'écran de sélection de la liste de lecture s'il n'y a qu'une seule liste de lecture
sr: Preskočite ekran za izbor liste ako postoji samo 1 lista

source: Automatic EPG download time
ar: وقت تحديث EPG التلقائي
es: Hora de descarga automática de EPG
fi: Automaattinen EPG lataus aloitus aika
fr_fr: Temps de téléchargement automatique de l'EPG
sr: ЕПГ аутоматско време учитавања

source: Show channel picons
ar: عرض شعارات القنوات
es: Mostrar picons de canales
et: Kuva kanali pikoonid
fi: Näytä kanavan kuvakkeet
fr_fr: Afficher les Picons de la chaîne
sr: Прикажи picons канала

source: Show Vod/Series posters
ar: عرض ملصقات الأفلام
es: Mostrar poster de Vod/Series
et: Kuva Vod/Series plakatid
fi: Näytä Elokuvat/Sarjat julisteet
fr_fr: Afficher les affiches Films/Séries
sr: Прикажи видео / постере серије

source: Show infobar picons
ar: عرض شعارات القنوات في المعلومات
es: Mostrar picons en la barra de información
et: Kuva teaberiba pikoonid
fi: Näytä tietopalkin kuvakkeet
fr_fr: Afficher les Picons dans la barre d'informations
sr: Прикажите picons на infobar

source: Show infobar posters
ar: عرض الملصقات في المعلومات
es: Mostrar poster en la barra información
et: Kuva teaberiba plakatid
fi: Näytä tietopalkin julisteet
fr_fr: Afficher les Affiches dans la barre d'informations
sr: Прикажите постере на infobar

source: Auto start XStreamity on boot
ar: بدء تشغيل XStreamity تلقائيًا عند الإقلاع
es: Inicio automático de XStreamity al iniciar
fi: XStreamity automaattinen käynnistyminen uudelleen käynnistäessä
fr_fr: Démarrage automatique d'XStreamity au démarrage
sr: Аутоматски покрените Ксстреамист при покретању

source: Default VOD category sort order
ar: ترتيب فرز فئة الأفلام الافتراضي
sr: Подразумевани редослед сортирања вод Категорија

source: Default VOD stream sort order
ar: ترتيب فرز تدفقات الأفلام الافتراضي
sr: Подразумевани редослед сортирања вод нити

source: Choose Directory:
ar: اختر الدليل:
es: Seleccionar directorio:
et: Vali kataloog:
fi: Valitse hakemisto:
fr_fr: Choisir le Répertoire:
sr: Odaberite direktorijum:

source: Vod Categories
ar: تصنيفات البث حسب الطلب
es: Categorias Vod
et: Vod kategooriad
fi: Elokuvat/VOD
fr_fr: Catégories Films
sr: Категорије Vod

source: Movie
ar: فيلم
es: Películas
et: Film
fi: Elokuva
fr_fr: Film
sr: Film

source: The TMDB plugin is not installed! Please install it.
ar: البلوجين TMDB غير مثبت! الرجاء تثبيته.
sr: Dodatak TMDb nije instaliran! Molimo vas da ga instalirate.

source: The IMDb plugin is not installed! Please install it.
ar: البلوجين IMDB غير مثبت! الرجاء تثبيته.
es: El plugin IMDb no esta instalado! Para usarlo, debe instalarse.
et: IMDb plugin ei ole paigaldatud! Kõigepealt paigalda see.
fi: IMDb lisäosaa ei ole asennettu! Asenna se.
fr_fr: Le plugin IMDb n'est pas installé ! Veuillez l'installer.
sr: Dodatak IMDb nije instaliran! Molimo vas da ga instalirate.

source: VOD
ar: الفيديو تحت الطلب
fr_fr: FILMS
sr: FILM

source: Choose directory
es: Selezionar directorio
et: Vali kataloog
fi: Valitse hakemisto
fr_fr: Choisir le répertoire
sr: Odaberite direktorijum

source: of
es: de
et: kohta
fr_fr: de

source: Vod Download folder location does not exist.
es: No existe la carpeta de descarga VO.
et: Vod allalaadimise kausta asukohta ei ole olemas.
fr_fr: L'emplacement du dossier de téléchargement FILMS n'existe pas

source: Please update your wget library to download https lines opkg update opkg install wget
es: Necesita actualizar la librería wget para descargar a través de https opkg update opkg install wget
et: Uuenda wget teek, et alla laadida https read opkg update opkg install wget
fr_fr: Veuillez mettre à jour votre bibliothèque wget pour télécharger les lignes https opkg update opkg install wget

source: Delete this entry?
es: Eliminar?
et: Kas kustutada see kirje?
fr_fr: Supprimer cette entrée ?

source: Live Streams
es: Streams TV
et: Otseülekanded
fr_fr: Diffusion Chaînes TV

source: TV Series
es: Series TV
et: TV seriaalid
fr_fr: Séries TV

source: Stream Source URL:
es: Fuente URL Stream:
fr_fr: URL de la source du flux :

source: No series found in this category.
es: Ninguna serie encontrada en esta categoría.
fr_fr: Aucune série trouvée dans cette catégorie.

source: Video Type:
es: Tipo Video:
et: Video tüüp:
fr_fr: Type de vidéo:

source: Rating:
es: Clasificación:
et: Reiting:
fr_fr: Evaluation:

source: Genre:
es: Género:
et: Žanr:

source: Duration:
es: Duración:
et: Kestus:
fr_fr: Durée:

source: Release Date:
es: Fecha Estreno:
et: Esilinastus:
fr_fr: Date de sortie:

source: Please change default parental pin. Pin cannot be 0000, 1111 or 1234
es: Modifica el PIN parental predefinido. El PIN no puede ser 0000, 1111 o 1234
et: Palun vaheta vaikimisi lapseluku pin. Pin ei tohi olla 0000, 1111 või 1234
fr_fr: Veuillez modifier le code pin parental par défaut. Le code pin ne peut pas être 0000, 1111 ou 1234

source: Download EPG on boot
es: Descargar EPG al iniciar
fr_fr: Télécharger l'EPG au boot

source: Vod
fr_fr: Films
